#version: 0.2
r e
Ġ t
a n
Ġ c
a t
h e
Ġt he
l e
e r
Ġc o
i n
m p
Ġ an
Ġan d
er at
e mp
o l
u re
Ġt emp
erat ure
Ġtemp erature
an t
g e
a s
o w
Ġ f
č Ċ
Ġ in
le t
Ġco re
Ġ n
Ġ p
Ġ at
Ġco ol
Ġcool ant
Ġ r
Ġ s
Ġ w
g n
i c
a r
l y
o t
Ġ o
l ow
n t
t a
u c
an ge
h ange
m as
r re
t let
u rre
u tlet
v ol
Ġ mas
Ġ vol
Ġc urre
at e
le ar
ow er
Ġf in
Ġf low
Ġin let
Ġn uc
Ġp ower
Ġr ate
Ġo utlet
ta ge
Ġmas s
Ġvol tage
Ġcurre nt
Ġnuc lear
e d
f ic
i gn
i fic
Ġ d
Ġs ign
ific ant
Ġsign ificant
c t
h i
i d
re as
Ġc hange
Ġn ot
Ġw hi
Ġd id
Ġwhi le
Ġsignificant ly
m a
c reas
Ġ l
Ġin creas
Ġincreas ed
Ġ a
Ġ re
e t
i s
o r
a k
e s
i p
i u
Ġ e
Ġc es
ot h
Ġl ak
iu m
Ġces ium
Ġlak e
a ct
b oth
o ma
r oma
u mp
Ġ he
Ġ both
Ġthe re
le ct
Ġtemperature s
Ġp ip
Ġp ump
Ġr is
Ġw as
gn et
Ġre act
Ġe lect
roma gnet
Ġhe at
Ġpip e
Ġris e
Ġreact or
Ġelect romagnet
Ġelectromagnet ic
g h
i gh
l igh
Ġs ligh
Ġsligh t
u n
c hange
Ġ un
he reas
in ed
ge ly
Ġw hereas
ar gely
ma ined
Ġl argely
Ġre mained
Ġslight ly
change d
Ġun changed
b le
i o
n s
Ġ is
at io
in g
ma l
or mal
atio ns
a m
a ble
b n
b s
e m
e v
e nt
e ct
h in
i t
i ations
l low
l uc
m o
m ent
n o
n ing
p erat
q u
s t
t u
v ed
y st
er s
er ved
Ġf luc
Ġn o
Ġn ormal
Ġp ar
Ġr ange
Ġr un
Ġs ta
Ġs mo
Ġs yst
Ġw it
Ġo bs
Ġo perat
Ġd et
Ġd ev
Ġa re
Ġa bn
Ġa llow
et ers
ip ment
Ġe qu
oth ly
am eters
ect ed
tu ations
Ġfluc tuations
Ġnormal ly
Ġpar ameters
Ġrun ning
Ġsta ble
Ġsmo othly
Ġsyst em
Ġwit hin
Ġobs erved
Ġoperat ing
Ġdet ected
Ġdev iations
Ġabn ormal
Ġallow able
Ġequ ipment
