{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 490,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 491,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 492,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 493,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 494,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "re": 261,
      "Ġt": 262,
      "an": 263,
      "Ġc": 264,
      "at": 265,
      "he": 266,
      "Ġthe": 267,
      "le": 268,
      "er": 269,
      "Ġco": 270,
      "in": 271,
      "mp": 272,
      "Ġan": 273,
      "Ġand": 274,
      "erat": 275,
      "emp": 276,
      "ol": 277,
      "ure": 278,
      "Ġtemp": 279,
      "erature": 280,
      "Ġtemperature": 281,
      "ant": 282,
      "ge": 283,
      "as": 284,
      "ow": 285,
      "Ġf": 286,
      "čĊ": 287,
      "Ġin": 288,
      "let": 289,
      "Ġcore": 290,
      "Ġn": 291,
      "Ġp": 292,
      "Ġat": 293,
      "Ġcool": 294,
      "Ġcoolant": 295,
      "Ġr": 296,
      "Ġs": 297,
      "Ġw": 298,
      "gn": 299,
      "ic": 300,
      "ar": 301,
      "ly": 302,
      "ot": 303,
      "Ġo": 304,
      "low": 305,
      "nt": 306,
      "ta": 307,
      "uc": 308,
      "ange": 309,
      "hange": 310,
      "mas": 311,
      "rre": 312,
      "tlet": 313,
      "urre": 314,
      "utlet": 315,
      "vol": 316,
      "Ġmas": 317,
      "Ġvol": 318,
      "Ġcurre": 319,
      "ate": 320,
      "lear": 321,
      "ower": 322,
      "Ġfin": 323,
      "Ġflow": 324,
      "Ġinlet": 325,
      "Ġnuc": 326,
      "Ġpower": 327,
      "Ġrate": 328,
      "Ġoutlet": 329,
      "tage": 330,
      "Ġmass": 331,
      "Ġvoltage": 332,
      "Ġcurrent": 333,
      "Ġnuclear": 334,
      "ed": 335,
      "fic": 336,
      "ign": 337,
      "ific": 338,
      "Ġd": 339,
      "Ġsign": 340,
      "ificant": 341,
      "Ġsignificant": 342,
      "ct": 343,
      "hi": 344,
      "id": 345,
      "reas": 346,
      "Ġchange": 347,
      "Ġnot": 348,
      "Ġwhi": 349,
      "Ġdid": 350,
      "Ġwhile": 351,
      "Ġsignificantly": 352,
      "ma": 353,
      "creas": 354,
      "Ġl": 355,
      "Ġincreas": 356,
      "Ġincreased": 357,
      "Ġa": 358,
      "Ġre": 359,
      "et": 360,
      "is": 361,
      "or": 362,
      "ak": 363,
      "es": 364,
      "ip": 365,
      "iu": 366,
      "Ġe": 367,
      "Ġces": 368,
      "oth": 369,
      "Ġlak": 370,
      "ium": 371,
      "Ġcesium": 372,
      "Ġlake": 373,
      "act": 374,
      "both": 375,
      "oma": 376,
      "roma": 377,
      "ump": 378,
      "Ġhe": 379,
      "Ġboth": 380,
      "Ġthere": 381,
      "lect": 382,
      "Ġtemperatures": 383,
      "Ġpip": 384,
      "Ġpump": 385,
      "Ġris": 386,
      "Ġwas": 387,
      "gnet": 388,
      "Ġreact": 389,
      "Ġelect": 390,
      "romagnet": 391,
      "Ġheat": 392,
      "Ġpipe": 393,
      "Ġrise": 394,
      "Ġreactor": 395,
      "Ġelectromagnet": 396,
      "Ġelectromagnetic": 397,
      "gh": 398,
      "igh": 399,
      "ligh": 400,
      "Ġsligh": 401,
      "Ġslight": 402,
      "un": 403,
      "change": 404,
      "Ġun": 405,
      "hereas": 406,
      "ined": 407,
      "gely": 408,
      "Ġwhereas": 409,
      "argely": 410,
      "mained": 411,
      "Ġlargely": 412,
      "Ġremained": 413,
      "Ġslightly": 414,
      "changed": 415,
      "Ġunchanged": 416,
      "ble": 417,
      "io": 418,
      "ns": 419,
      "Ġis": 420,
      "atio": 421,
      "ing": 422,
      "mal": 423,
      "ormal": 424,
      "ations": 425,
      "am": 426,
      "able": 427,
      "bn": 428,
      "bs": 429,
      "em": 430,
      "ev": 431,
      "ent": 432,
      "ect": 433,
      "hin": 434,
      "it": 435,
      "iations": 436,
      "llow": 437,
      "luc": 438,
      "mo": 439,
      "ment": 440,
      "no": 441,
      "ning": 442,
      "perat": 443,
      "qu": 444,
      "st": 445,
      "tu": 446,
      "ved": 447,
      "yst": 448,
      "ers": 449,
      "erved": 450,
      "Ġfluc": 451,
      "Ġno": 452,
      "Ġnormal": 453,
      "Ġpar": 454,
      "Ġrange": 455,
      "Ġrun": 456,
      "Ġsta": 457,
      "Ġsmo": 458,
      "Ġsyst": 459,
      "Ġwit": 460,
      "Ġobs": 461,
      "Ġoperat": 462,
      "Ġdet": 463,
      "Ġdev": 464,
      "Ġare": 465,
      "Ġabn": 466,
      "Ġallow": 467,
      "eters": 468,
      "ipment": 469,
      "Ġequ": 470,
      "othly": 471,
      "ameters": 472,
      "ected": 473,
      "tuations": 474,
      "Ġfluctuations": 475,
      "Ġnormally": 476,
      "Ġparameters": 477,
      "Ġrunning": 478,
      "Ġstable": 479,
      "Ġsmoothly": 480,
      "Ġsystem": 481,
      "Ġwithin": 482,
      "Ġobserved": 483,
      "Ġoperating": 484,
      "Ġdetected": 485,
      "Ġdeviations": 486,
      "Ġabnormal": 487,
      "Ġallowable": 488,
      "Ġequipment": 489
    },
    "merges": [
      "r e",
      "Ġ t",
      "a n",
      "Ġ c",
      "a t",
      "h e",
      "Ġt he",
      "l e",
      "e r",
      "Ġc o",
      "i n",
      "m p",
      "Ġ an",
      "Ġan d",
      "er at",
      "e mp",
      "o l",
      "u re",
      "Ġt emp",
      "erat ure",
      "Ġtemp erature",
      "an t",
      "g e",
      "a s",
      "o w",
      "Ġ f",
      "č Ċ",
      "Ġ in",
      "le t",
      "Ġco re",
      "Ġ n",
      "Ġ p",
      "Ġ at",
      "Ġco ol",
      "Ġcool ant",
      "Ġ r",
      "Ġ s",
      "Ġ w",
      "g n",
      "i c",
      "a r",
      "l y",
      "o t",
      "Ġ o",
      "l ow",
      "n t",
      "t a",
      "u c",
      "an ge",
      "h ange",
      "m as",
      "r re",
      "t let",
      "u rre",
      "u tlet",
      "v ol",
      "Ġ mas",
      "Ġ vol",
      "Ġc urre",
      "at e",
      "le ar",
      "ow er",
      "Ġf in",
      "Ġf low",
      "Ġin let",
      "Ġn uc",
      "Ġp ower",
      "Ġr ate",
      "Ġo utlet",
      "ta ge",
      "Ġmas s",
      "Ġvol tage",
      "Ġcurre nt",
      "Ġnuc lear",
      "e d",
      "f ic",
      "i gn",
      "i fic",
      "Ġ d",
      "Ġs ign",
      "ific ant",
      "Ġsign ificant",
      "c t",
      "h i",
      "i d",
      "re as",
      "Ġc hange",
      "Ġn ot",
      "Ġw hi",
      "Ġd id",
      "Ġwhi le",
      "Ġsignificant ly",
      "m a",
      "c reas",
      "Ġ l",
      "Ġin creas",
      "Ġincreas ed",
      "Ġ a",
      "Ġ re",
      "e t",
      "i s",
      "o r",
      "a k",
      "e s",
      "i p",
      "i u",
      "Ġ e",
      "Ġc es",
      "ot h",
      "Ġl ak",
      "iu m",
      "Ġces ium",
      "Ġlak e",
      "a ct",
      "b oth",
      "o ma",
      "r oma",
      "u mp",
      "Ġ he",
      "Ġ both",
      "Ġthe re",
      "le ct",
      "Ġtemperature s",
      "Ġp ip",
      "Ġp ump",
      "Ġr is",
      "Ġw as",
      "gn et",
      "Ġre act",
      "Ġe lect",
      "roma gnet",
      "Ġhe at",
      "Ġpip e",
      "Ġris e",
      "Ġreact or",
      "Ġelect romagnet",
      "Ġelectromagnet ic",
      "g h",
      "i gh",
      "l igh",
      "Ġs ligh",
      "Ġsligh t",
      "u n",
      "c hange",
      "Ġ un",
      "he reas",
      "in ed",
      "ge ly",
      "Ġw hereas",
      "ar gely",
      "ma ined",
      "Ġl argely",
      "Ġre mained",
      "Ġslight ly",
      "change d",
      "Ġun changed",
      "b le",
      "i o",
      "n s",
      "Ġ is",
      "at io",
      "in g",
      "ma l",
      "or mal",
      "atio ns",
      "a m",
      "a ble",
      "b n",
      "b s",
      "e m",
      "e v",
      "e nt",
      "e ct",
      "h in",
      "i t",
      "i ations",
      "l low",
      "l uc",
      "m o",
      "m ent",
      "n o",
      "n ing",
      "p erat",
      "q u",
      "s t",
      "t u",
      "v ed",
      "y st",
      "er s",
      "er ved",
      "Ġf luc",
      "Ġn o",
      "Ġn ormal",
      "Ġp ar",
      "Ġr ange",
      "Ġr un",
      "Ġs ta",
      "Ġs mo",
      "Ġs yst",
      "Ġw it",
      "Ġo bs",
      "Ġo perat",
      "Ġd et",
      "Ġd ev",
      "Ġa re",
      "Ġa bn",
      "Ġa llow",
      "et ers",
      "ip ment",
      "Ġe qu",
      "oth ly",
      "am eters",
      "ect ed",
      "tu ations",
      "Ġfluc tuations",
      "Ġnormal ly",
      "Ġpar ameters",
      "Ġrun ning",
      "Ġsta ble",
      "Ġsmo othly",
      "Ġsyst em",
      "Ġwit hin",
      "Ġobs erved",
      "Ġoperat ing",
      "Ġdet ected",
      "Ġdev iations",
      "Ġabn ormal",
      "Ġallow able",
      "Ġequ ipment"
    ]
  }
}