{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"ВЎ":99,"Вў":100,"ВЈ":101,"ВӨ":102,"ВҘ":103,"ВҰ":104,"В§":105,"ВЁ":106,"В©":107,"ВӘ":108,"В«":109,"В¬":110,"В®":111,"ВҜ":112,"В°":113,"Вұ":114,"ВІ":115,"Ві":116,"Вҙ":117,"Вө":118,"В¶":119,"В·":120,"Вё":121,"В№":122,"Вә":123,"В»":124,"Вј":125,"ВҪ":126,"Вҫ":127,"Вҝ":128,"ГҖ":129,"ГҒ":130,"ГӮ":131,"Гғ":132,"Г„":133,"Г…":134,"ГҶ":135,"ГҮ":136,"ГҲ":137,"Гү":138,"ГҠ":139,"ГӢ":140,"ГҢ":141,"ГҚ":142,"ГҺ":143,"ГҸ":144,"Гҗ":145,"Г‘":146,"Г’":147,"Г“":148,"Г”":149,"Г•":150,"Г–":151,"Г—":152,"Гҳ":153,"Гҷ":154,"Гҡ":155,"Гӣ":156,"Гң":157,"Гқ":158,"Гһ":159,"Гҹ":160,"Г ":161,"ГЎ":162,"Гў":163,"ГЈ":164,"ГӨ":165,"ГҘ":166,"ГҰ":167,"Г§":168,"ГЁ":169,"Г©":170,"ГӘ":171,"Г«":172,"Г¬":173,"Гӯ":174,"Г®":175,"ГҜ":176,"Г°":177,"Гұ":178,"ГІ":179,"Гі":180,"Гҙ":181,"Гө":182,"Г¶":183,"Г·":184,"Гё":185,"Г№":186,"Гә":187,"Г»":188,"Гј":189,"ГҪ":190,"Гҫ":191,"Гҝ":192,"ДҖ":193,"ДҒ":194,"ДӮ":195,"Дғ":196,"Д„":197,"Д…":198,"ДҶ":199,"ДҮ":200,"ДҲ":201,"Дү":202,"ДҠ":203,"ДӢ":204,"ДҢ":205,"ДҚ":206,"ДҺ":207,"ДҸ":208,"Дҗ":209,"Д‘":210,"Д’":211,"Д“":212,"Д”":213,"Д•":214,"Д–":215,"Д—":216,"Дҳ":217,"Дҷ":218,"Дҡ":219,"Дӣ":220,"Дң":221,"Дқ":222,"Дһ":223,"Дҹ":224,"Д ":225,"ДЎ":226,"Дў":227,"ДЈ":228,"ДӨ":229,"ДҘ":230,"ДҰ":231,"Д§":232,"ДЁ":233,"Д©":234,"ДӘ":235,"Д«":236,"Д¬":237,"Дӯ":238,"Д®":239,"ДҜ":240,"Д°":241,"Дұ":242,"ДІ":243,"Ді":244,"Дҙ":245,"Дө":246,"Д¶":247,"Д·":248,"Дё":249,"Д№":250,"Дә":251,"Д»":252,"Дј":253,"ДҪ":254,"Дҫ":255,"Дҝ":256,"ЕҖ":257,"ЕҒ":258,"ЕӮ":259,"Еғ":260,"re":261,"Д t":262,"an":263,"Д c":264,"at":265,"he":266,"Д the":267,"le":268,"er":269,"Д co":270,"in":271,"mp":272,"Д an":273,"Д and":274,"erat":275,"emp":276,"ol":277,"ure":278,"Д temp":279,"erature":280,"Д temperature":281,"ant":282,"ge":283,"as":284,"ow":285,"Д f":286,"ДҚДҠ":287,"Д in":288,"let":289,"Д core":290,"Д n":291,"Д p":292,"Д at":293,"Д cool":294,"Д coolant":295,"Д r":296,"Д s":297,"Д w":298,"gn":299,"ic":300,"ar":301,"ly":302,"ot":303,"Д o":304,"low":305,"nt":306,"ta":307,"uc":308,"ange":309,"hange":310,"mas":311,"rre":312,"tlet":313,"urre":314,"utlet":315,"vol":316,"Д mas":317,"Д vol":318,"Д curre":319,"ate":320,"lear":321,"ower":322,"Д fin":323,"Д flow":324,"Д inlet":325,"Д nuc":326,"Д power":327,"Д rate":328,"Д outlet":329,"tage":330,"Д mass":331,"Д voltage":332,"Д current":333,"Д nuclear":334,"ed":335,"fic":336,"ign":337,"ific":338,"Д d":339,"Д sign":340,"ificant":341,"Д significant":342,"ct":343,"hi":344,"id":345,"reas":346,"Д change":347,"Д not":348,"Д whi":349,"Д did":350,"Д while":351,"Д significantly":352,"ma":353,"creas":354,"Д l":355,"Д increas":356,"Д increased":357,"Д a":358,"Д re":359,"et":360,"is":361,"or":362,"ak":363,"es":364,"ip":365,"iu":366,"Д e":367,"Д ces":368,"oth":369,"Д lak":370,"ium":371,"Д cesium":372,"Д lake":373,"act":374,"both":375,"oma":376,"roma":377,"ump":378,"Д he":379,"Д both":380,"Д there":381,"lect":382,"Д temperatures":383,"Д pip":384,"Д pump":385,"Д ris":386,"Д was":387,"gnet":388,"Д react":389,"Д elect":390,"romagnet":391,"Д heat":392,"Д pipe":393,"Д rise":394,"Д reactor":395,"Д electromagnet":396,"Д electromagnetic":397,"gh":398,"igh":399,"ligh":400,"Д sligh":401,"Д slight":402,"un":403,"change":404,"Д un":405,"hereas":406,"ined":407,"gely":408,"Д whereas":409,"argely":410,"mained":411,"Д largely":412,"Д remained":413,"Д slightly":414,"changed":415,"Д unchanged":416,"ble":417,"io":418,"ns":419,"Д is":420,"atio":421,"ing":422,"mal":423,"ormal":424,"ations":425,"am":426,"able":427,"bn":428,"bs":429,"em":430,"ev":431,"ent":432,"ect":433,"hin":434,"it":435,"iations":436,"llow":437,"luc":438,"mo":439,"ment":440,"no":441,"ning":442,"perat":443,"qu":444,"st":445,"tu":446,"ved":447,"yst":448,"ers":449,"erved":450,"Д fluc":451,"Д no":452,"Д normal":453,"Д par":454,"Д range":455,"Д run":456,"Д sta":457,"Д smo":458,"Д syst":459,"Д wit":460,"Д obs":461,"Д operat":462,"Д det":463,"Д dev":464,"Д are":465,"Д abn":466,"Д allow":467,"eters":468,"ipment":469,"Д equ":470,"othly":471,"ameters":472,"ected":473,"tuations":474,"Д fluctuations":475,"Д normally":476,"Д parameters":477,"Д running":478,"Д stable":479,"Д smoothly":480,"Д system":481,"Д within":482,"Д observed":483,"Д operating":484,"Д detected":485,"Д deviations":486,"Д abnormal":487,"Д allowable":488,"Д equipment":489}